IDEA Open Model
StrainLoadOnLine.RelativeEndPosition Property
Compatible with IDEA StatiCa Beta 20.0
 End position on ISegment3D
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double RelativeEndPosition { get; set; }
Public Property RelativeEndPosition As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
StrainLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace